let echarts1 = [
    {
        "title": "BBU1",
        "xAxis": [
            "测试1",
            "测试2",
            "测试3",
            "测试4",
            "测试5",
            "测试6",
            "测试7",
            "测试8",
            "测试9",
            "测试10",
            "测试11",
            "测试12",
            "测试13",
            "测试14",
            "测试15"
        ],
        "yAxis": [{
            "name": "电量1",
            "type": "line",
            "color": "#2d8cf0",
            "data": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15]
        },
        {
            "name": "电量2",
            "type": "line",
            "color": "#2d8cf0",
            "data": [2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16]
        },
        {
            "name": "电量3",
            "type": "line",
            "color": "#2d8cf0",
            "data": [3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17]
        }],
        "RRUname": ["RRU1", "RRU2", "RRU3"]
    },
    {
        "title": "BBU2",
        "xAxis": [
            "测试1",
            "测试2",
            "测试3",
            "测试4",
            "测试5",
            "测试6",
            "测试7",
            "测试8",
            "测试9",
            "测试10",
            "测试11",
            "测试12",
            "测试13",
            "测试14",
            "测试15"
        ],
        "yAxis": [{
            "name": "电量1",
            "type": "line",
            "color": "#2d8cf0",
            "data": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15]
        },
        {
            "name": "电量2",
            "type": "line",
            "color": "#2d8cf0",
            "data": [2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16]
        },
        {
            "name": "电量3",
            "type": "line",
            "color": "#2d8cf0",
            "data": [3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17]
        }],
        "RRUname": ["RRU1", "RRU2", "RRU3"]
    }
]
let echarts2 = {
    "title": "RRU1",
    "xAxis": [
        "测试1",
        "测试2",
        "测试3",
        "测试4",
        "测试5",
        "测试6",
        "测试7",
        "测试8",
        "测试9",
        "测试10",
        "测试11",
        "测试12",
        "测试13",
        "测试14",
        "测试15"
    ],
    "yAxis": [{
        "name": "电量2",
        "type": "line",
        "color": "#2d8cf0",
        "xAxisIndex": 1,
        "yAxisIndex": 1,
        "data": [1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15]
    },
    {
        "name": "连接数1",
        "type": "line",
        "color": "#2d8cf0",
        "xAxisIndex": 1,
        "yAxisIndex": 2,
        "data": [2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16]
    },
    {
        "name": "连接数2",
        "type": "line",
        "color": "#2d8cf0",
        "xAxisIndex": 1,
        "yAxisIndex": 2,
        "data": [3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17]
    }]
}
module.exports = {
    echarts1,
    echarts2
}